IDEA StatiCa Open Model
BentUpBar.Offset Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Offset of bent-Up bar from left/right edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Offset { get; set; }
Public Property Offset As Double
	Get
	Set
public:
property double Offset {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace